Repository: marmot-protocol/whitenoise-ios
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt, ru, tr, zh_hans, zh_hant

source: Saved and waiting to send.
de: Gespeichert und wartet auf den Versand.
es: Guardado y esperando para enviarse.
fr: Enregistré et en attente d’envoi.
it: Salvato e in attesa di invio.
pt: Salvo e aguardando o envio.
ru: Сохранено и ожидает отправки.
tr: Kaydedildi ve gönderilmeyi bekliyor.
zh_hans: 已保存，正在等待发送。
zh_hant: 已儲存，正在等待傳送。

source: Saved locally.
de: Lokal gespeichert.
es: Guardado localmente.
fr: Enregistré localement.
it: Salvato localmente.
pt: Salvo localmente.
ru: Сохранено локально.
tr: Yerel olarak kaydedildi.
zh_hans: 保存在本地。
zh_hant: 保存在本地。

source: Saved; delivery confirmation is pending.
de: Gespeichert; Zustellbestätigung steht noch aus.
es: Guardado; la confirmación de entrega está pendiente.
fr: Enregistré ; la confirmation de livraison est en attente.
it: Salvato; conferma di consegna in attesa.
pt: Salvo; a confirmação de entrega está pendente.
ru: Сохранено; подтверждение доставки ожидается.
tr: Kaydedildi; teslimat onayı bekleniyor.
zh_hans: 已保存；正在等待送达确认。
zh_hant: 已儲存；正在等待送達確認。

source: Saving
de: Sparen
es: Ahorro
fr: Économie
it: Risparmio
pt: Salvando
ru: Сохранение
tr: Kaydediliyor
zh_hans: 保存
zh_hant: 儲存

source: Saving progress…
de: Fortschritt wird gespeichert …
es: Guardando progreso…
fr: Enregistrement de la progression…
it: Salvataggio dei progressi…
pt: Salvando progresso…
ru: Сохранение прогресса…
tr: İlerleme kaydediliyor…
zh_hans: 正在保存进度…
zh_hant: 正在儲存進度…

source: Saving publishes these details to your public profile.
de: Beim Speichern werden diese Angaben in deinem öffentlichen Profil veröffentlicht.
es: Al guardar, estos datos se publican en tu perfil público.
fr: L’enregistrement publie ces informations sur votre profil public.
it: Il salvataggio pubblica questi dettagli sul tuo profilo pubblico.
pt: Ao salvar, estes detalhes são publicados no seu perfil público.
ru: При сохранении эти сведения публикуются в вашем общедоступном профиле.
tr: Kaydetmek bu bilgileri herkese açık profilinizde yayımlar.
zh_hans: 保存会将这些信息发布到你的公开个人资料。
zh_hant: 儲存會將這些資訊發布到你的公開個人資料。

source: Saving…
de: Wird gespeichert…
es: Guardando…
fr: Enregistrement…
it: Salvataggio…
pt: Salvando…
ru: Сохранение…
tr: Kaydediliyor…
zh_hans: 正在保存…
zh_hant: 正在儲存…

source: Scan QR code
de: QR-Code scannen
es: Escanear código QR
fr: Scanner le code QR
it: Scansiona codice QR
pt: Escanear código QR
ru: Сканировать QR-код
tr: QR kodu tara
zh_hans: 扫码
zh_hant: 掃描 QR 碼

source: Scan QR Code
de: QR-Code scannen
es: Escanear código QR
fr: Scanner le code QR
it: Scansiona codice QR
pt: Escanear código QR
ru: Сканировать QR-код
tr: QR kodu tara
zh_hans: 扫码
zh_hant: 掃描 QR 碼

source: Scan to connect.
de: Scannen, um sich zu verbinden.
es: Escanea para conectar.
fr: Scannez pour vous connecter.
it: Scansiona per connetterti.
pt: Escaneie para conectar.
ru: Отсканируйте, чтобы подключиться.
tr: Bağlanmak için tarayın.
zh_hans: 扫码即可连接。
zh_hant: 掃描即可連結。

source: Scheduled refresh
de: Geplante Aktualisierung
es: Actualización programada
fr: Actualisation planifiée
it: Aggiornamento pianificato
pt: Atualização agendada
ru: Запланированное обновление
tr: Planlanmış yenileme
zh_hans: 计划刷新
zh_hant: 排定的重新整理

source: Screen Capture
de: Bildschirmaufnahme
es: Captura de pantalla
fr: Capture d'écran
it: Cattura schermo
pt: Captura de tela
ru: Захват экрана
tr: Ekran yakalama
zh_hans: 屏幕捕捉
zh_hant: 螢幕擷取

source: Screenshots and screen recordings of the app show a blank screen. The app's preview in the app switcher is hidden too.
de: Screenshots und Bildschirmaufnahmen der App zeigen einen leeren Bildschirm. Auch die Vorschau der App im App-Umschalter wird ausgeblendet.
es: Las capturas y grabaciones de pantalla de la app muestran una pantalla en blanco. La vista previa de la app en el selector de apps también se oculta.
fr: Les captures et enregistrements d'écran de l'app affichent un écran vide. L'aperçu de l'app dans le sélecteur d'apps est aussi masqué.
it: Gli screenshot e le registrazioni dello schermo dell'app mostrano una schermata vuota. Anche l'anteprima dell'app nel selettore delle app viene nascosta.
pt: Capturas e gravações de tela do app mostram uma tela em branco. A prévia do app no seletor de apps também fica oculta.
ru: Скриншоты и записи экрана приложения показывают пустой экран. Предпросмотр приложения в переключателе приложений тоже скрыт.
tr: Uygulamanın ekran görüntüleri ve ekran kayıtları boş bir ekran gösterir. Uygulamanın uygulama değiştiricideki önizlemesi de gizlenir.
zh_hans: 应用的屏幕截图和屏幕录制会显示空白屏幕。应用切换器中的应用预览也会被隐藏。
zh_hant: 應用程式的螢幕截圖和螢幕錄影會顯示空白畫面。應用程式切換器中的預覽也會被隱藏。

source: Scroll to latest message
de: Scrollen Sie zur neuesten Nachricht
es: Desplácese hasta el último mensaje
fr: Faites défiler jusqu'au dernier message
it: Scorri fino all'ultimo messaggio
pt: Role até a última mensagem
ru: Прокрутить до последнего сообщения
tr: En son mesaja ilerleyin
zh_hans: 滚动到最新消息
zh_hant: 捲動到最新消息

source: Search
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
pt: Pesquisar
ru: Поиск
tr: Ara
zh_hans: 搜索
zh_hant: 搜尋

source: Search chats
de: Chats suchen
es: Buscar chats
fr: Rechercher des discussions
it: Cerca chat
pt: Pesquisar chats
ru: Искать чаты
tr: Sohbetlerde ara
zh_hans: 搜索聊天
zh_hant: 搜尋聊天

source: Search Chats
de: Chats durchsuchen
es: Buscar chats
fr: Rechercher des discussions
it: Cerca chat
pt: Pesquisar conversas
ru: Поиск чатов
tr: Sohbetlerde ara
zh_hans: 搜索聊天
zh_hant: 搜尋聊天

source: Search couldn’t be completed.
de: Die Suche konnte nicht abgeschlossen werden.
es: No se pudo completar la búsqueda.
fr: La recherche n’a pas pu aboutir.
it: Impossibile completare la ricerca.
pt: Não foi possível concluir a pesquisa.
ru: Не удалось завершить поиск.
tr: Arama tamamlanamadı.
zh_hans: 无法完成搜索。
zh_hant: 無法完成搜尋。

source: Search emoji
de: Emoji suchen
es: buscar emojis
fr: Rechercher des emoji
it: Cerca emoji
pt: Pesquisar emoticons
ru: Поиск смайликов
tr: Emoji ara
zh_hans: 搜索表情符号
zh_hant: 搜尋表情符號

source: Search for someone you know, paste their npub, or scan their QR code.
de: Suche nach jemandem, den du kennst, füge dessen npub ein oder scanne den QR-Code.
es: Busca a alguien que conozcas, pega su npub o escanea su código QR.
fr: Recherchez quelqu'un que vous connaissez, collez son npub ou scannez son code QR.
it: Cerca qualcuno che conosci, incolla il suo npub o scansiona il suo codice QR.
pt: Procure alguém que você conhece, cole o npub ou escaneie o código QR.
ru: Найдите знакомого, вставьте его npub или отсканируйте его QR-код.
tr: Tanıdığın birini ara, npub'ını yapıştır veya QR kodunu tara.
zh_hans: 搜索你认识的人、粘贴其 npub 或扫描其二维码。
zh_hant: 搜尋你認識的人、貼上其 npub 或掃描其行動條碼。

source: Search GIPHY
de: GIPHY durchsuchen
es: Buscar en GIPHY
fr: Rechercher sur GIPHY
it: Cerca su GIPHY
pt: Buscar no GIPHY
ru: Поиск в GIPHY
tr: GIPHY’de ara
zh_hans: 搜索 GIPHY
zh_hant: 搜尋 GIPHY

source: Search Images
de: Bilder suchen
es: Buscar imágenes
fr: Rechercher des images
it: Cerca immagini
pt: Pesquisar imagens
ru: Поиск изображений
tr: Görsel ara
zh_hans: 搜索图片
zh_hant: 搜尋圖片

source: Search members
de: Mitglieder suchen
es: Buscar miembros
fr: Rechercher des membres
it: Cerca membri
pt: Pesquisar membros
ru: Поиск участников
tr: Üye ara
zh_hans: 搜索成员
zh_hant: 搜尋成員

source: Search messages
de: Nachrichten durchsuchen
es: Buscar mensajes
fr: Rechercher des messages
it: Cerca messaggi
pt: Pesquisar mensagens
ru: Поиск сообщений
tr: Mesajlarda ara
zh_hans: 搜索消息
zh_hant: 搜尋訊息

source: Search older messages
de: Ältere Nachrichten durchsuchen
es: Buscar mensajes anteriores
fr: Rechercher dans les messages plus anciens
it: Cerca nei messaggi meno recenti
pt: Pesquisar mensagens mais antigas
ru: Искать в более старых сообщениях
tr: Daha eski mesajlarda ara
zh_hans: 搜索更早的消息
zh_hant: 搜尋較舊的訊息

source: Search or paste npub
de: Suchen oder npub einfügen
es: Busca o pega un npub
fr: Rechercher ou coller un npub
it: Cerca o incolla un npub
pt: Pesquise ou cole um npub
ru: Ищите или вставьте npub
tr: Ara veya npub yapıştır
zh_hans: 搜索或粘贴 npub
zh_hant: 搜尋或貼上 npub

source: Search people or paste a profile
de: Personen suchen oder Profil einfügen
es: Busca personas o pega un perfil
fr: Rechercher des personnes ou coller un profil
it: Cerca persone o incolla un profilo
pt: Pesquise pessoas ou cole um perfil
ru: Ищите людей или вставьте профиль
tr: Kişi ara veya bir profil yapıştır
zh_hans: 搜索联系人或粘贴个人资料
zh_hant: 搜尋聯絡人或貼上個人檔案

source: Search privacy
de: Such-Datenschutz
es: Privacidad de la búsqueda
fr: Confidentialité de la recherche
it: Privacy della ricerca
pt: Privacidade da busca
ru: Конфиденциальность поиска
tr: Arama gizliliği
zh_hans: 搜索隐私
zh_hant: 搜尋隱私

source: Search result
de: Suchergebnis
es: Resultado de búsqueda
fr: Résultat de recherche
it: Risultato di ricerca
pt: Resultado da pesquisa
ru: Результат поиска
tr: Arama sonucu
zh_hans: 搜索结果
zh_hant: 搜尋結果

source: Search results
de: Suchergebnisse
es: Resultados de la búsqueda
fr: Résultats de la recherche
it: Risultati della ricerca
pt: Resultados da pesquisa
ru: Результаты поиска
tr: Arama sonuçları
zh_hans: 搜索结果
zh_hant: 搜尋結果

source: Search the web
de: Im Web suchen
es: Buscar en la web
fr: Rechercher sur le Web
it: Cerca sul web
pt: Pesquisar na web
ru: Поиск в интернете
tr: Web’de ara
zh_hans: 搜索网页
zh_hant: 搜尋網頁

source: Searching your network…
de: Dein Netzwerk wird durchsucht …
es: Buscando en tu red…
fr: Recherche dans votre réseau…
it: Ricerca nella tua rete…
pt: Pesquisando na sua rede…
ru: Поиск в вашей сети…
tr: Ağınızda aranıyor…
zh_hans: 正在搜索你的网络…
zh_hant: 正在搜尋你的網路…

source: Secure messaging
de: Sichere Nachrichten
es: Mensajería segura
fr: Messagerie sécurisée
it: Messaggi sicuri
pt: Mensagens seguras
ru: Защищённые сообщения
tr: Güvenli mesajlaşma
zh_hans: 安全消息
zh_hant: 安全訊息

source: Secure messaging must be ready before you can open Chats. Try this check again.
de: Sicheres Messaging muss bereit sein, bevor du Chats öffnen kannst. Wiederhole diese Prüfung.
es: La mensajería segura debe estar lista antes de abrir Chats. Repite esta comprobación.
fr: La messagerie sécurisée doit être prête avant d’ouvrir les discussions. Réessayez cette vérification.
it: La messaggistica sicura deve essere pronta prima di aprire Chat. Ripeti questo controllo.
pt: As mensagens seguras precisam estar prontas antes de abrir Conversas. Tente esta verificação novamente.
ru: Безопасный обмен сообщениями должен быть готов, прежде чем вы сможете открыть чаты. Повторите эту проверку.
tr: Sohbetler’i açmadan önce güvenli mesajlaşmanın hazır olması gerekir. Bu kontrolü tekrar deneyin.
zh_hans: 安全消息功能必须准备就绪才能打开聊天。请重试此检查。
zh_hant: 安全訊息功能必須準備就緒才能開啟聊天。請重試此檢查。

source: Secure setup is finishing in the background.
de: Die sichere Einrichtung wird im Hintergrund abgeschlossen.
es: La configuración segura está finalizando en segundo plano.
fr: La configuration sécurisée se termine en arrière-plan.
it: La configurazione sicura sta terminando in background.
pt: A configuração segura está sendo concluída em segundo plano.
ru: Безопасная настройка завершается в фоновом режиме.
tr: Güvenli kurulum arka planda tamamlanıyor.
zh_hans: 正在后台完成安全设置。
zh_hant: 正在背景完成安全設定。

source: See all
de: Alle anzeigen
es: Ver todo
fr: Tout voir
it: Vedi tutto
pt: Ver tudo
ru: Показать все
tr: Tümünü gör
zh_hans: 查看全部
zh_hant: 查看全部

source: See all %lld members
de: Alle %lld Mitglieder anzeigen
es: Ver los %lld miembros
fr: Voir les %lld membres
it: Vedi tutti i %lld membri
pt: Ver todos os %lld membros
ru: Показать всех участников (%lld)
tr: Tüm %lld üyeyi gör
zh_hans: 查看全部 %lld 位成员
zh_hant: 查看全部 %lld 位成員

source: Select
de: Auswählen
es: Seleccionar
fr: Sélectionnez
it: Seleziona
pt: Selecione
ru: Выбрать
tr: Seç
zh_hans: 选择
zh_hant: 選擇

source: Select All
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
it: Seleziona tutto
pt: Selecionar tudo
ru: Выбрать все
tr: Tümünü seç
zh_hans: 全选
zh_hant: 全選

source: Select chat
de: Chat auswählen
es: Seleccionar chat
fr: Sélectionner la discussion
it: Seleziona chat
pt: Selecionar conversa
ru: Выбрать чат
tr: Sohbeti seç
zh_hans: 选择聊天
zh_hant: 選取聊天

source: Select message
de: Nachricht auswählen
es: Seleccionar mensaje
fr: Sélectionner un message
it: Seleziona il messaggio
pt: Selecione a mensagem
ru: Выберите сообщение
tr: Mesaj seç
zh_hans: 选择留言
zh_hant: 選擇留言

source: Selected
de: Ausgewählt
es: Seleccionado
fr: Sélectionné
it: Selezionato
pt: Selecionado
ru: Выбрано
tr: Seçili
zh_hans: 已选择
zh_hant: 已選擇

source: Selected location
de: Ausgewählter Ort
es: Ubicación seleccionada
fr: Emplacement sélectionné
it: Località selezionata
pt: Local selecionado
ru: Выбранное местоположение
tr: Seçilen konum
zh_hans: 所选地点
zh_hant: 所選地點

source: Selected profile photo
de: Ausgewähltes Profilfoto
es: Foto de perfil seleccionada
fr: Photo de profil sélectionnée
it: Foto del profilo selezionata
pt: Foto de perfil selecionada
ru: Выбранное фото профиля
tr: Seçilen profil fotoğrafı
zh_hans: 已选择的个人资料照片
zh_hant: 已選擇的個人檔案照片

source: Send
de: Senden
es: Enviar
fr: Envoyer
it: Invia
pt: Enviar
ru: Отправить
tr: Gönder
zh_hans: 发送
zh_hant: 傳送

source: Send failed
de: Senden fehlgeschlagen
es: Envío fallido
fr: Échec de l'envoi
it: Invio non riuscito
pt: Falha no envio
ru: Отправить не удалось
tr: Gönderim başarısız oldu
zh_hans: 发送失败
zh_hant: 發送失敗

source: Send location
de: Standort senden
es: Enviar ubicación
fr: Envoyer l'emplacement
it: Invia posizione
pt: Enviar localização
ru: Отправить местоположение
tr: Konumu gönder
zh_hans: 发送位置
zh_hant: 發送位置

source: Send the first message to get started.
de: Senden Sie die erste Nachricht, um loszulegen.
es: Envía el primer mensaje para comenzar.
fr: Envoyez le premier message pour commencer.
it: Invia il primo messaggio per iniziare.
pt: Envie a primeira mensagem para começar.
ru: Отправьте первое сообщение, чтобы начать.
tr: Başlamak için ilk mesajı gönderin.
zh_hans: 发送第一条消息即可开始。
zh_hant: 發送第一則訊息即可開始。

source: Send this location
de: Senden Sie diesen Standort
es: Enviar esta ubicación
fr: Envoyer cet emplacement
it: Invia questa posizione
pt: Enviar este local
ru: Отправить это местоположение
tr: Bu konumu gönder
zh_hans: 发送此位置
zh_hant: 發送此位置

source: Send to self
de: An mich selbst senden
es: Enviar a uno mismo
fr: Envoyer à soi-même
it: Invia a se stesso
pt: Enviar para si mesmo
ru: Отправить себе
tr: Kendine gönder
zh_hans: 发送给自己
zh_hant: 發送給自己

source: Sending…
de: Senden…
es: Envío…
fr: Envoi…
it: Invio…
pt: Enviando…
ru: Отправка…
tr: Gönderiliyor…
zh_hans: 正在发送...
zh_hant: 正在發送...

source: Sent
de: Gesendet
es: Enviado
fr: Envoyé
it: Inviato
pt: Enviado
ru: Отправил
tr: Gönderilmiş
zh_hans: 发送
zh_hant: 傳送

source: Sent Media
de: Gesendete Medien
es: Multimedia enviado
fr: Médias envoyés
it: Media inviati
pt: Mídia enviada
ru: Отправленные медиафайлы
tr: Gönderilen medya
zh_hans: 发送的媒体
zh_hant: 傳送的媒體

source: Sent Media Quality
de: Qualität gesendeter Medien
es: Calidad del multimedia enviado
fr: Qualité des médias envoyés
it: Qualità dei media inviati
pt: Qualidade da mídia enviada
ru: Качество отправляемых медиафайлов
tr: Gönderilen medya kalitesi
zh_hans: 发送媒体画质
zh_hant: 傳送媒體畫質

source: Set an iPhone passcode to lock White Noise.
de: Lege einen iPhone-Code fest, um White Noise zu sperren.
es: Configura un código en el iPhone para bloquear White Noise.
fr: Définissez un code iPhone pour verrouiller White Noise.
it: Imposta un codice iPhone per bloccare White Noise.
pt: Defina um código no iPhone para bloquear o White Noise.
ru: Задайте код-пароль iPhone, чтобы блокировать White Noise.
tr: White Noise’u kilitlemek için bir iPhone şifresi belirleyin.
zh_hans: 设置 iPhone 密码即可锁定 White Noise。
zh_hant: 設定 iPhone 密碼即可鎖定 White Noise。

source: Set Description
de: Beschreibung festlegen
es: Poner descripción
fr: Définir la description
it: Imposta descrizione
pt: Definir descrição
ru: Задать описание
tr: Açıklama belirle
zh_hans: 设置描述
zh_hant: 設定描述

source: Set group description
de: Gruppenbeschreibung festlegen
es: Establecer descripción del grupo
fr: Définir la description du groupe
it: Imposta descrizione del gruppo
pt: Definir descrição do grupo
ru: Задать описание группы
tr: Grup açıklaması ayarla
zh_hans: 设置群组描述
zh_hant: 設定群組描述

source: Set group image
de: Gruppenbild festlegen
es: Establecer imagen del grupo
fr: Définir l’image du groupe
it: Imposta immagine del gruppo
pt: Definir imagem do grupo
ru: Задать изображение группы
tr: Grup görselini ayarla
zh_hans: 设置群组图片
zh_hant: 設定群組圖片

source: Set group name
de: Gruppennamen festlegen
es: Establecer nombre de grupo
fr: Définir le nom du groupe
it: Imposta il nome del gruppo
pt: Definir nome do grupo
ru: Установить имя группы
tr: Grup adını ayarla
zh_hans: 设置群组名称
zh_hant: 設定群組名稱

source: Set Image
de: Bild festlegen
es: Poner imagen
fr: Définir l'image
it: Imposta immagine
pt: Definir imagem
ru: Задать изображение
tr: Görsel belirle
zh_hans: 设置图片
zh_hant: 設定圖片

source: Set Name
de: Namen festlegen
es: Poner nombre
fr: Définir le nom
it: Imposta nome
pt: Definir nome
ru: Задать название
tr: Ad belirle
zh_hans: 设置名称
zh_hant: 設定名稱

source: Set nickname
de: Spitznamen festlegen
es: Definir apodo
fr: Définir un surnom
it: Imposta soprannome
pt: Definir apelido
ru: Задать псевдоним
tr: Takma ad belirle
zh_hans: 设置昵称
zh_hant: 設定暱稱

source: Set Up Group
de: Gruppe einrichten
es: Configurar grupo
fr: Configurer le groupe
it: Configura gruppo
pt: Configurar grupo
ru: Настроить группу
tr: Grubu Ayarla
zh_hans: 设置群组
zh_hant: 設定群組

source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
pt: Configurações
ru: Настройки
tr: Ayarlar
zh_hans: 设置
zh_hant: 設定

source: Setup changed. Reconnect and review the latest options.
de: Die Einrichtung hat sich geändert. Verbinde dich erneut und prüfe die aktuellen Optionen.
es: La configuración cambió. Reconecta y revisa las opciones más recientes.
fr: La configuration a changé. Reconnectez-vous et vérifiez les dernières options.
it: La configurazione è cambiata. Ricollegati e controlla le opzioni aggiornate.
pt: A configuração mudou. Reconecte e revise as opções mais recentes.
ru: Настройка изменилась. Подключитесь снова и проверьте актуальные варианты.
tr: Kurulum değişti. Yeniden bağlanıp güncel seçenekleri incele.
zh_hans: 设置已更改。请重新连接并查看最新选项。
zh_hant: 設定已變更。請重新連接並檢視最新選項。

source: Setup changed. Review the latest options and try again.
de: Die Einrichtung hat sich geändert. Prüfe die aktuellen Optionen und versuche es erneut.
es: La configuración cambió. Revisa las opciones más recientes y vuelve a intentarlo.
fr: La configuration a changé. Vérifiez les dernières options et réessayez.
it: La configurazione è cambiata. Controlla le opzioni aggiornate e riprova.
pt: A configuração mudou. Revise as opções mais recentes e tente novamente.
ru: Настройка изменилась. Проверьте актуальные варианты и повторите попытку.
tr: Kurulum değişti. Güncel seçenekleri inceleyip tekrar dene.
zh_hans: 设置已更改。请查看最新选项后重试。
zh_hant: 設定已變更。請檢視最新選項後重試。

source: Setup couldn’t finish this action. Your progress is saved. Try again.
de: Diese Aktion konnte nicht abgeschlossen werden. Dein Fortschritt ist gespeichert. Versuche es erneut.
es: No se pudo completar esta acción. Tu progreso está guardado. Vuelve a intentarlo.
fr: Cette action n’a pas pu être terminée. Votre progression est enregistrée. Réessayez.
it: Impossibile completare questa azione. I progressi sono salvati. Riprova.
pt: Não foi possível concluir esta ação. Seu progresso está salvo. Tente novamente.
ru: Не удалось завершить действие. Прогресс сохранён. Повторите попытку.
tr: Bu işlem tamamlanamadı. İlerlemen kaydedildi. Tekrar dene.
zh_hans: 无法完成此操作。进度已保存，请重试。
zh_hant: 無法完成此操作。進度已儲存，請重試。

source: Setup recovered. Enter this profile’s private key to begin a new sign-in.
de: Einrichtung wiederhergestellt. Gib den privaten Schlüssel dieses Profils ein, um eine neue Anmeldung zu starten.
es: Configuración recuperada. Introduce la clave privada de este perfil para iniciar una nueva sesión.
fr: Configuration récupérée. Saisissez la clé privée de ce profil pour démarrer une nouvelle connexion.
it: Configurazione recuperata. Inserisci la chiave privata di questo profilo per iniziare un nuovo accesso.
pt: Configuração recuperada. Introduza a chave privada deste perfil para iniciar uma nova sessão.
ru: Настройка восстановлена. Введите закрытый ключ этого профиля, чтобы начать новый вход.
tr: Kurulum kurtarıldı. Yeni bir giriş başlatmak için bu profilin özel anahtarını girin.
zh_hans: 设置已恢复。请输入此个人资料的私钥以开始新的登录。
zh_hant: 設定已恢復。請輸入此個人檔案的私鑰以開始新的登入。

source: Setup updates stopped. Reconnect to continue.
de: Die Einrichtungsaktualisierungen wurden unterbrochen. Verbinde dich erneut, um fortzufahren.
es: Las actualizaciones de configuración se detuvieron. Reconecta para continuar.
fr: Les mises à jour de configuration se sont arrêtées. Reconnectez-vous pour continuer.
it: Gli aggiornamenti della configurazione si sono interrotti. Ricollegati per continuare.
pt: As atualizações da configuração pararam. Reconecte para continuar.
ru: Обновления настройки прервались. Подключитесь снова, чтобы продолжить.
tr: Kurulum güncellemeleri durdu. Devam etmek için yeniden bağlan.
zh_hans: 设置更新已停止。请重新连接以继续。
zh_hant: 設定更新已停止。請重新連接以繼續。

source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi
pt: Compartilhar
ru: Поделиться
tr: Paylaş
zh_hans: 分享
zh_hant: 分享

source: Share & Connect
de: Teilen & Verbinden
es: Compartir y conectar
fr: Partager et se connecter
it: Condividi e connetti
pt: Compartilhar e conectar
ru: Поделиться и подключиться
tr: Paylaş ve bağlan
zh_hans: 分享与连接
zh_hant: 分享與連結

source: Share %@
de: %@ teilen
es: Compartir %@
fr: Partager %@
it: Condividi %@
pt: Compartilhar %@
ru: Поделиться %@
tr: %@ paylaş
zh_hans: 分享%@
zh_hant: 分享%@

source: Share Anonymous Analytics
de: Anonyme Analysedaten teilen
es: Compartir análisis anónimos
fr: Partager des analyses anonymes
it: Condividi analisi anonime
pt: Compartilhar análises anônimas
ru: Делиться анонимной аналитикой
tr: Anonim Analizleri Paylaş
zh_hans: 共享匿名分析
zh_hant: 分享匿名分析

source: Share Diagnostic Logs
de: Diagnoseprotokolle teilen
es: Compartir registros de diagnóstico
fr: Partager les journaux de diagnostic
it: Condividi log diagnostici
pt: Compartilhar registros de diagnóstico
ru: Делиться журналами диагностики
tr: Tanılama Günlüklerini Paylaş
zh_hans: 共享诊断日志
zh_hant: 分享診斷記錄

source: Share Invite
de: Einladung teilen
es: Compartir invitación
fr: Partager l'invitation
it: Condividi invito
pt: Compartilhar convite
ru: Поделиться приглашением
tr: Daveti paylaş
zh_hans: 分享邀请
zh_hant: 分享邀請

source: Share Profile
de: Profil teilen
es: Compartir perfil
fr: Partager le profil
it: Condividi profilo
pt: Compartilhar perfil
ru: Поделиться профилем
tr: Profili paylaş
zh_hans: 分享个人资料
zh_hant: 分享個人檔案

source: Share this key so people can find and connect with you.
de: Teile diesen Schlüssel, damit andere dich finden und sich mit dir verbinden können.
es: Comparte esta llave para que otras personas puedan encontrarte y conectar contigo.
fr: Partagez cette clé pour que les autres puissent vous trouver et se connecter avec vous.
it: Condividi questa chiave così le persone possono trovarti e connettersi con te.
pt: Compartilhe esta chave para que as pessoas possam encontrar você e se conectar.
ru: Поделитесь этим ключом, чтобы вас могли найти и связаться с вами.
tr: İnsanların sizi bulup bağlanabilmesi için bu anahtarı paylaşın.
zh_hans: 分享此密钥，让他人能找到你并与你建立联系。
zh_hant: 分享此金鑰，讓他人能找到你並與你建立聯繫。

source: Share usage and diagnostics
de: Nutzungs- und Diagnosedaten teilen
es: Compartir uso y diagnóstico
fr: Partager les données d’utilisation et de diagnostic
it: Condividi dati di utilizzo e diagnostica
pt: Compartilhar uso e diagnóstico
ru: Отправлять данные об использовании и диагностике
tr: Kullanım ve tanılama verilerini paylaş
zh_hans: 共享使用情况和诊断数据
zh_hant: 分享使用情況與診斷資料
